{
  "bretonnia": {
    "weapons": [
      {
        "name": "Sword of the Quest",
        "pts": 70,
        "type": "Magic Weapon",
        "description": "When the wielder makes a roll To Wound, a roll of 3+ is always a success, regardless of the target's Toughness."
      },
      {
        "name": "Crusader's Lance",
        "pts": 60,
        "type": "Magic Weapon",
        "description": "Cavalry only. Lance that can only be used during a turn in which the wielder charged. On a turn the wielder charges, they gain +2 Strength and -2 AP rather than the usual lance bonus."
      },
      {
        "name": "Sword of Heroes",
        "pts": 60,
        "type": "Magic Weapon",
        "description": "The wielder of the Sword of Heroes has the Heroic Killing Blow special rule."
      },
      {
        "name": "Heartwood Lance",
        "pts": 50,
        "type": "Magic Weapon",
        "description": "Cavalry only. When the wielder charges, for each roll To Hit of a natural 6, one additional hit is scored."
      },
      {
        "name": "Morning Star of Fracasse",
        "pts": 40,
        "type": "Magic Weapon",
        "description": "Models hit by the Morning Star of Fracasse must re-roll any successful Armour Save rolls."
      },
      {
        "name": "Frontier Axe",
        "pts": 30,
        "type": "Magic Weapon",
        "description": "The wielder of the Frontier Axe has the Multiple Wounds (2) special rule against models whose troop type is monstrous infantry, monstrous cavalry, monstrous creature, or behemoth."
      },
      {
        "name": "Sword of the Stout Hearted",
        "pts": 25,
        "type": "Magic Weapon",
        "description": "The wielder of the Sword of the Stout Hearted and any unit they have joined are Immune to Psychology."
      },
      {
        "name": "Foebreaker",
        "pts": 20,
        "type": "Magic Weapon",
        "description": "S+1, AP -1. The wielder may re-roll any failed rolls To Hit."
      }
    ],
    "armour": [
      {
        "name": "Gilded Cuirass",
        "pts": 60,
        "type": "Magic Armour",
        "description": "Heavy armour. The wearer has a 4+ Ward save against any wounds suffered."
      },
      {
        "name": "Anointed Armour",
        "pts": 45,
        "type": "Magic Armour",
        "description": "Full plate armour. The wearer has a 6+ Ward save against wounds and is immune to the Killing Blow special rule."
      },
      {
        "name": "Gromril Great Helm",
        "pts": 40,
        "type": "Magic Armour",
        "description": "May be worn with other armour. Improves armour value by 1 (max 2+). The wearer has a 5+ Ward save against wounds caused by attacks with the Killing Blow special rule."
      },
      {
        "name": "Ironspike Shield",
        "pts": 20,
        "type": "Magic Armour",
        "description": "Shield. Any enemy model that rolls a natural 1 when making a roll To Hit against the bearer during the Combat phase immediately suffers a Strength 4 hit with AP -."
      }
    ],
    "talismans": [
      {
        "name": "Grail Pendant",
        "pts": 40,
        "type": "Talisman",
        "description": "Grail Knights and Grail Damsels only. The bearer has a 5+ Ward save against any wounds suffered."
      },
      {
        "name": "Lucky Heirloom",
        "pts": 25,
        "type": "Talisman",
        "description": "Single use. Once per game, when the bearer suffers a wound that reduces them to 0 Wounds, roll a D6. On a 4+, the wound is ignored."
      },
      {
        "name": "Mantle of the Damsel Elena",
        "pts": 25,
        "type": "Talisman",
        "description": "Damsels only. The bearer and any unit they have joined have the Magic Resistance (-2) special rule."
      },
      {
        "name": "Sirienne's Locket",
        "pts": 25,
        "type": "Talisman",
        "description": "The bearer has a 4+ Ward save against any wounds suffered that were caused by a Magic Missile, a Magical Vortex, or an Assailment spell."
      }
    ],
    "enchanted": [
      {
        "name": "Falcon-horn of Fredemund",
        "pts": 40,
        "type": "Enchanted Item",
        "description": "Once per game, during the Command sub-phase, the bearer may sound the horn. Until the next Start of Turn sub-phase, all friendly units within 12\" gain the Swiftstride special rule."
      },
      {
        "name": "The Seal of Parravon",
        "pts": 35,
        "type": "Enchanted Item",
        "description": "The bearer and any unit they have joined gain the Move Through Cover special rule and do not suffer any penalties for moving through difficult terrain."
      },
      {
        "name": "Antlers of the Great Hunt",
        "pts": 25,
        "type": "Enchanted Item",
        "description": "The bearer gains the Impact Hits (D3) special rule. These Impact Hits have an AP of -1."
      },
      {
        "name": "Crusader's Clarion",
        "pts": 25,
        "type": "Enchanted Item",
        "description": "Once per game, during the Command sub-phase, all friendly units within 12\" of the bearer that are Fleeing may immediately make a Rally test."
      },
      {
        "name": "Wyrmbreath Vial",
        "pts": 20,
        "type": "Enchanted Item",
        "description": "Single use. The bearer may cast the following Bound spell with Power Level 2: Magic Missile, range 12\", causes D6 Strength 4 hits each with AP -1 and the Flaming Attacks special rule."
      },
      {
        "name": "Gauntlet of the Duel",
        "pts": 5,
        "type": "Enchanted Item",
        "description": "The bearer may issue and accept challenges. Whilst in a challenge, the bearer has a +1 modifier to their Weapon Skill characteristic."
      }
    ],
    "arcane": [
      {
        "name": "Heart of the Wilds",
        "pts": 40,
        "type": "Arcane Item",
        "description": "The bearer knows one additional spell from the Lore of the Lady (chosen in the usual way) and may re-roll a single failed Casting roll per turn whilst within 6\" of a woodland terrain feature."
      },
      {
        "name": "Diadem of Power",
        "pts": 35,
        "type": "Arcane Item",
        "description": "Single use. The bearer may use the Diadem of Power at the start of the Magic phase. If they do, generate D3 additional power dice this Magic phase."
      }
    ],
    "banners": [
      {
        "name": "Banner of the Lady's Grace",
        "pts": 75,
        "type": "Magic Standard",
        "description": "All friendly units within the bearer's Command Range gain the Regeneration (6+) special rule."
      },
      {
        "name": "Valorous Standard",
        "pts": 60,
        "type": "Magic Standard",
        "description": "When calculating combat result, a unit carrying the Valorous Standard may claim an additional +D3 combat result points."
      },
      {
        "name": "Conqueror's Tapestry",
        "pts": 40,
        "type": "Magic Standard",
        "description": "A unit carrying the Conqueror's Tapestry gains the Hatred (all enemies) special rule during the first turn of any combat."
      },
      {
        "name": "Crusader's Tapestry",
        "pts": 40,
        "type": "Magic Standard",
        "description": "A unit carrying the Crusader's Tapestry gains the Stubborn special rule."
      },
      {
        "name": "Errantry Banner",
        "pts": 30,
        "type": "Magic Standard",
        "description": "A unit carrying the Errantry Banner increases its maximum charge range by 3\"."
      },
      {
        "name": "Banner of Honourable Warfare",
        "pts": 25,
        "type": "Magic Standard",
        "description": "Enemy units in base contact with a unit carrying the Banner of Honourable Warfare cannot use the Stomp special rule."
      },
      {
        "name": "Banner of the Zealous Knight",
        "pts": 25,
        "type": "Magic Standard",
        "description": "A unit carrying this banner re-rolls failed Panic tests."
      },
      {
        "name": "Banner of Chalons",
        "pts": 20,
        "type": "Magic Standard",
        "description": "A unit carrying the Banner of Chalons gains the Swiftstride special rule."
      }
    ]
  },
  "empire": {
    "weapons": [
      {
        "name": "Runefang",
        "pts": 100,
        "type": "Magic Weapon",
        "description": "S, AP -2. When making a roll To Wound, a roll of 2+ is always a success, regardless of the target's Toughness."
      },
      {
        "name": "Mace of Helsturm",
        "pts": 65,
        "type": "Magic Weapon",
        "description": "Two profiles. Single-handed: S, AP -. Double-handed: S 10, AP -5, one attack only. Must choose which profile to use at the start of each round of combat."
      },
      {
        "name": "Hammer of Righteousness",
        "pts": 50,
        "type": "Magic Weapon",
        "description": "S+2, AP -2. Models hit must make a Leadership test for each hit. If failed, the hit wounds automatically with no Armour save. If passed, resolve To Wound and saves normally."
      },
      {
        "name": "Sword of Justice",
        "pts": 50,
        "type": "Magic Weapon",
        "description": "S, AP -1. The wielder may re-roll any failed rolls To Wound."
      },
      {
        "name": "Pearl Daggers",
        "pts": 35,
        "type": "Magic Weapon",
        "description": "S, AP -1. The wielder may re-roll any failed rolls To Hit during the Combat phase."
      },
      {
        "name": "Blade of Silvered Steel",
        "pts": 30,
        "type": "Magic Weapon",
        "description": "S+1, AP -1. Knightly Order armies only. Undead models cannot make Armour or Regeneration saves against wounds caused by this weapon."
      },
      {
        "name": "Dragon Bow",
        "pts": 25,
        "type": "Magic Weapon",
        "description": "Commanders of the Empire only. Range 36\", S 6, AP -2."
      },
      {
        "name": "Von Trickschotte's Wondrous Arquebus",
        "pts": 25,
        "type": "Magic Weapon",
        "description": "City-state of Nuln armies only. Range 36\", S 5, AP -2. The wielder does not suffer the usual -1 modifier for shooting at long range."
      }
    ],
    "armour": [
      {
        "name": "Armour of Fortune",
        "pts": 45,
        "type": "Magic Armour",
        "description": "Heavy armour. The wearer has a 6+ Ward save against any wounds suffered and is immune to the Killing Blow special rule. If struck a Killing Blow, armour and Regeneration saves may be taken; if the wound is unsaved, they lose a single Wound."
      },
      {
        "name": "Shield of the Gorgon",
        "pts": 40,
        "type": "Magic Armour",
        "description": "Shield, Knightly Order armies only. Whilst in base contact with the bearer, enemy models suffer a -1 modifier to their Attacks characteristic (minimum 1)."
      },
      {
        "name": "Armour of Tarnus",
        "pts": 35,
        "type": "Magic Armour",
        "description": "Light armour, may be worn by an Imperial Wizard without penalty. The wearer has a 5+ Ward save against any wounds suffered."
      },
      {
        "name": "Twice-Blessed Armour",
        "pts": 25,
        "type": "Magic Armour",
        "description": "Full plate armour. The wearer may cast the Hammerhand spell from the Lore of Battle Magic as a Bound spell with Power Level 2."
      }
    ],
    "talismans": [
      {
        "name": "The White Cloak",
        "pts": 30,
        "type": "Talisman",
        "description": "The wearer has a 5+ Ward save against any wounds suffered, and a 3+ Ward save against wounds caused by attacks with the Flaming Attacks special rule."
      },
      {
        "name": "Jade Amulet",
        "pts": 25,
        "type": "Talisman",
        "description": "The bearer is immune to the Killing Blow special rule. If struck a Killing Blow, armour and Regeneration saves may be taken; if the wound is unsaved, they lose a single Wound."
      },
      {
        "name": "Witch Hunter's Ward",
        "pts": 20,
        "type": "Talisman",
        "description": "The bearer has the Magic Resistance (-2) special rule. Once per game, the bearer may re-roll a single failed Armour Save roll."
      },
      {
        "name": "Slayer's Hourglass",
        "pts": 10,
        "type": "Talisman",
        "description": "Enemy models whose troop type is monster suffer a -1 modifier to their Weapon Skill characteristic whilst in base contact with the bearer."
      }
    ],
    "enchanted": [
      {
        "name": "Laurels of Victory",
        "pts": 40,
        "type": "Enchanted Item",
        "description": "When determining combat result, each unsaved wound caused by an attack made by the bearer (not their mount) is worth 2 combat result points rather than the usual 1."
      },
      {
        "name": "Squintsoffen's Marvellous Magnifier",
        "pts": 35,
        "type": "Enchanted Item",
        "description": "City-state of Nuln armies only. The bearer and any unit they have joined do not suffer the usual -1 To Hit modifier when shooting at Long Range."
      },
      {
        "name": "Ring of Fortune",
        "pts": 20,
        "type": "Enchanted Item",
        "description": "Single use. The bearer may re-roll any failed rolls To Wound made during the Combat phase."
      },
      {
        "name": "Ring of Taal",
        "pts": 20,
        "type": "Enchanted Item",
        "description": "Single use. The bearer may cast the Oaken Shield spell from the Lore of Battle Magic as a Bound spell with Power Level 3."
      },
      {
        "name": "The Silver Horn",
        "pts": 15,
        "type": "Enchanted Item",
        "description": "Characters with the Swiftstride special rule only. The bearer and any unit they have joined may re-roll the D6 when using the Swiftstride special rule."
      },
      {
        "name": "Shroud of Iron",
        "pts": 10,
        "type": "Enchanted Item",
        "description": "The bearer and any unit they have joined has a 6+ Ward save against any wounds suffered that were caused by a non-magical template."
      }
    ],
    "arcane": [
      {
        "name": "Book of Ashur",
        "pts": 85,
        "type": "Arcane Item",
        "description": "The bearer increases their Dispel range by 3\" and may apply a +1 modifier to any Casting or Dispel rolls, unless they roll any natural double. If any natural double is rolled, the +1 modifier cannot be applied to that roll."
      },
      {
        "name": "Twin-Tailed Wand",
        "pts": 40,
        "type": "Arcane Item",
        "description": "Once per turn, the bearer may attempt to cast one of their spells a second time. If they miscast, instead of rolling on the Miscast table, they suffer D3 wounds with no armour or Regeneration saves permitted."
      },
      {
        "name": "Wizard's Familiar",
        "pts": 35,
        "type": "Arcane Item",
        "description": "0-1 per Wizard. The owner may apply a +1 modifier to any of their Dispel rolls."
      },
      {
        "name": "Tome of Midnight",
        "pts": 25,
        "type": "Arcane Item",
        "description": "The bearer knows one more spell than is normal for their Level of Wizardry. In addition, the bearer may re-roll a single failed Dispel roll per Magic phase."
      },
      {
        "name": "Rod of Power",
        "pts": 25,
        "type": "Arcane Item",
        "description": "Once per Magic phase, the bearer may store up to 2 unused power dice at the end of the phase. These stored dice can be added to the power pool in a subsequent Magic phase."
      }
    ],
    "banners": [
      {
        "name": "Banner of the Knights Panther",
        "pts": 80,
        "type": "Magic Standard",
        "description": "Battle Standard Bearer belonging to the Order of the Knights Panther only. A unit carrying this banner gains the Unbreakable special rule."
      },
      {
        "name": "Imperial Banner",
        "pts": 60,
        "type": "Magic Standard",
        "description": "All friendly units within the Command range of the model carrying this banner roll 3D6 when making a Fear, Panic or Terror test and discard the highest result."
      },
      {
        "name": "Griffon Standard",
        "pts": 50,
        "type": "Magic Standard",
        "description": "When determining combat result, a unit carrying the Griffon Standard can claim a Rank Bonus of +2 for each extra rank behind the first, rather than the usual +1."
      },
      {
        "name": "Tapestry of Sigmar's Triumph",
        "pts": 40,
        "type": "Magic Standard",
        "description": "A unit carrying this tapestry may re-roll any rolls To Wound of a natural 1 during the first round of a combat."
      },
      {
        "name": "Icon of Morr",
        "pts": 25,
        "type": "Magic Standard",
        "description": "A unit carrying the Icon of Morr gains the Fear special rule. If they already have Fear, they instead gain Terror."
      },
      {
        "name": "The Banner of the Free State of Nuln",
        "pts": 20,
        "type": "Magic Standard",
        "description": "City-state of Nuln armies only. A unit carrying this banner gains the Stubborn special rule."
      },
      {
        "name": "The Gleaming Pennant",
        "pts": 15,
        "type": "Magic Standard",
        "description": "Single use. A unit carrying the Gleaming Pennant may re-roll a single failed Leadership test. Note that a Break test is not a Leadership test."
      },
      {
        "name": "Banner of Duty",
        "pts": 10,
        "type": "Magic Standard",
        "description": "A unit carrying the Banner of Duty may re-roll any failed Rally tests."
      }
    ]
  },
  "woodElves": {
    "weapons": [
      {
        "name": "Spear of Twilight",
        "pts": 65,
        "type": "Magic Weapon",
        "description": "S, AP -2. When the wielder makes a roll To Wound, a roll of 3+ is always a success, regardless of the target's Toughness."
      },
      {
        "name": "Vaul's Wrath",
        "pts": 55,
        "type": "Magic Weapon",
        "description": "Range 32\", S+1, AP -2. Once per game, unless the wielder moved during the previous Movement phase, Vaul's Wrath can be shot like a bolt thrower using the Through & Through special rule."
      },
      {
        "name": "Blades of Loec",
        "pts": 45,
        "type": "Magic Weapon",
        "description": "S, AP -. The wielder may re-roll any failed rolls To Wound."
      },
      {
        "name": "Bow of Loren",
        "pts": 40,
        "type": "Magic Weapon",
        "description": "Counts as an Asrai longbow. Range 32\", S. The wielder may make a number of shooting attacks equal to their Attacks characteristic rather than the usual one, with no modifier for multiple shots."
      },
      {
        "name": "Daith's Reaper",
        "pts": 40,
        "type": "Magic Weapon",
        "description": "S+1, AP -1. Enemy models must re-roll any successful Armour Save rolls against wounds caused by this weapon."
      },
      {
        "name": "Hunt Master's Pride",
        "pts": 35,
        "type": "Magic Weapon",
        "description": "Orion's Wild Hunt armies only. S, AP -2. The Multiple Wounds (2) special rule applies only against monstrous infantry, monstrous cavalry, monstrous creatures, or behemoths."
      },
      {
        "name": "Blades of Endless Flame",
        "pts": 25,
        "type": "Magic Weapon",
        "description": "S, AP -1. All attacks made with this weapon have the Flaming Attacks special rule."
      },
      {
        "name": "Asyendi's Bane",
        "pts": 10,
        "type": "Magic Weapon",
        "description": "Counts as an Asrai longbow. Range 32\", S. The wielder may re-roll a single failed roll To Hit during the Shooting phase. However if the re-roll also fails, the wielder suffers a single Strength 3 hit with AP -."
      }
    ],
    "armour": [
      {
        "name": "Helm of the Hunt",
        "pts": 50,
        "type": "Magic Armour",
        "description": "May be worn with other armour. Improves armour value by 1 (max 2+). The wearer has a +1 modifier to both their Weapon Skill and Attacks characteristics during a turn in which they charge."
      },
      {
        "name": "Mantle of Rebirth",
        "pts": 40,
        "type": "Magic Armour",
        "description": "Light armour. The wearer has the Regeneration (5+) special rule."
      },
      {
        "name": "Railarian's Mantle",
        "pts": 35,
        "type": "Magic Armour",
        "description": "Light armour. Whilst the wearer is within 6\" of a woodland terrain feature, they have a 4+ Ward save against any wounds suffered."
      },
      {
        "name": "Cloak of Tumbling Leaves",
        "pts": 30,
        "type": "Magic Armour",
        "description": "Regular or heavy infantry only. Light armour. The wearer gains the Fly (10) and Swiftstride special rules. However, the wearer cannot join a unit."
      }
    ],
    "talismans": [
      {
        "name": "Merciw's Locus",
        "pts": 35,
        "type": "Talisman",
        "description": "The Strength characteristic of the bearer cannot be modified by any weapon. However, the Strength characteristic of any model that directs its attacks against the bearer during the Combat phase cannot be modified by any weapon either."
      },
      {
        "name": "Ariel's Favour",
        "pts": 30,
        "type": "Talisman",
        "description": "The bearer has the Magic Resistance (-2) special rule."
      },
      {
        "name": "Glamourweave",
        "pts": 30,
        "type": "Talisman",
        "description": "Enemy models must make a Leadership test before making any rolls To Hit against the wearer during the Combat phase. If the test is failed, only rolls of a natural 6 will hit."
      },
      {
        "name": "Orion's Favour",
        "pts": 25,
        "type": "Talisman",
        "description": "Single use. The bearer may re-roll any failed rolls To Hit and/or To Wound made during the Combat phase."
      }
    ],
    "enchanted": [
      {
        "name": "Wraithstone",
        "pts": 50,
        "type": "Enchanted Item",
        "description": "Unless the bearer is fleeing, enemy units suffer a -1 modifier to their Leadership characteristic (minimum 2) whilst within 6\" of the bearer."
      },
      {
        "name": "Crown of Antlers",
        "pts": 35,
        "type": "Enchanted Item",
        "description": "The wearer gains the Armour Bane (1) and Impact Hits (D3) special rules. These Impact Hits have an AP of -2."
      },
      {
        "name": "Hail of Doom Arrow",
        "pts": 35,
        "type": "Enchanted Item",
        "description": "Single use. Asrai longbow models only. If the roll To Hit is successful, place a small (3\") blast template over the centre of the target unit. Any model under the template suffers a single S 4 hit with AP -1 and the Magical Attacks special rule."
      },
      {
        "name": "Moonstone of the Hidden Ways",
        "pts": 30,
        "type": "Enchanted Item",
        "description": "Single use. The wearer may cast the Forest Walker spell from the Lore of Athel Loren as a Bound spell with Power Level 3."
      },
      {
        "name": "Wailing Arrow",
        "pts": 20,
        "type": "Enchanted Item",
        "description": "Single use. Asrai longbow models only. Any unit that suffers an unsaved wound from this shot must make a Panic test as if it had taken heavy casualties."
      },
      {
        "name": "Blight-Tipped Arrows",
        "pts": 15,
        "type": "Enchanted Item",
        "description": "Single use. Asrai longbow models only. If an enemy model suffers an unsaved wound, at the beginning of each subsequent Start of Turn sub-phase that model must make a Toughness test. If failed, the model immediately suffers a wound with no armour or Regeneration saves permitted."
      }
    ],
    "arcane": [
      {
        "name": "Deepwood Sphere",
        "pts": 45,
        "type": "Arcane Item",
        "description": "When an enemy Wizard within 6\" of a woodland terrain feature successfully casts a spell, the bearer may use this (no dispel attempt can be made). Once the spell resolves, the enemy Wizard immediately suffers D3 Strength 4 hits with AP -1."
      },
      {
        "name": "Oaken Stave",
        "pts": 40,
        "type": "Arcane Item",
        "description": "Whilst within 3\" of a woodland terrain feature, the bearer increases their Dispel range by 3\" and may roll an extra D6 when making the Dispel roll, discarding the lowest result."
      },
      {
        "name": "Orb of Midsummer",
        "pts": 35,
        "type": "Arcane Item",
        "description": "Once per turn, the bearer may re-roll a Casting roll."
      },
      {
        "name": "Wand of Wych Elm",
        "pts": 30,
        "type": "Arcane Item",
        "description": "Once per turn, if the bearer is within 3\" of a woodland terrain feature, they may re-roll a failed Casting roll."
      },
      {
        "name": "Sigil of the Mage Queen",
        "pts": 25,
        "type": "Arcane Item",
        "description": "Single use. The bearer may use it before making a Casting roll to apply a +2 modifier to that Casting roll."
      },
      {
        "name": "Heartwood Pendant",
        "pts": 15,
        "type": "Arcane Item",
        "description": "In addition to the Lores of Magic they may normally know spells from, the bearer may also know spells from the Lore of the Wilds."
      }
    ],
    "banners": [
      {
        "name": "Tapestry of Talsyn",
        "pts": 80,
        "type": "Magic Standard",
        "description": "Host of Talsyn Battle Standard Bearer only. The bearer's Command Range increases to 18\". Friendly units within Command Range improve their Leadership characteristic by 1 (max 10)."
      },
      {
        "name": "Banner of the Wildwood",
        "pts": 40,
        "type": "Magic Standard",
        "description": "A unit carrying this banner gains the Fear special rule. If the unit already has Fear, it instead gains Terror."
      },
      {
        "name": "Banner of the Hunter King",
        "pts": 25,
        "type": "Magic Standard",
        "description": "A unit carrying this banner gains the Vanguard special rule."
      },
      {
        "name": "Banner of the Wild Hunt",
        "pts": 25,
        "type": "Magic Standard",
        "description": "Orion's Wild Hunt armies only. When calculating combat result, the unit may claim an additional +1 combat result point. The unit may also re-roll Pursuit rolls."
      },
      {
        "name": "Standard of Morning's Chill",
        "pts": 25,
        "type": "Magic Standard",
        "description": "The bearer can cast the Swirling Mists spell from the Lore of the Wilds as a Bound Spell with Power Level 2."
      },
      {
        "name": "Banner of Springtide",
        "pts": 20,
        "type": "Magic Standard",
        "description": "A unit carrying this banner gains the Quick Shot special rule."
      },
      {
        "name": "Banner of the Eternal Queen",
        "pts": 20,
        "type": "Magic Standard",
        "description": "When calculating combat result, the unit may claim an additional +1 combat result point if within 6\" of a woodland terrain feature."
      },
      {
        "name": "Banner of Midsummer's Eve",
        "pts": 15,
        "type": "Magic Standard",
        "description": "A unit carrying this banner gains the Ignores Cover special rule."
      }
    ]
  },
  "highElves": {
    "weapons": [
      {
        "name": "Woodsman's Axe",
        "pts": 90,
        "type": "Magic Weapon",
        "description": "Chracian Warhost armies only. S+3, AP -4."
      },
      {
        "name": "The White Sword",
        "pts": 70,
        "type": "Magic Weapon",
        "description": "Infantry or chariot troop types only. S+3, AP -2."
      },
      {
        "name": "The Blade of Leaping Gold",
        "pts": 50,
        "type": "Magic Weapon",
        "description": "S, AP -. The wielder gains the Strike First special rule and has a +1 modifier to their Initiative and Weapon Skill characteristics."
      },
      {
        "name": "Bow of the Seafarer",
        "pts": 50,
        "type": "Magic Weapon",
        "description": "Counts as a Bow of Avelorn. Range 30\", S 5, AP -3. Shoots like a bolt thrower using the Through & Through special rule."
      },
      {
        "name": "Star Lance",
        "pts": 45,
        "type": "Magic Weapon",
        "description": "Cavalry or monster troop types only. S+3, AP -4. Can only be used during a turn in which the wielder charged; otherwise must use hand weapon."
      },
      {
        "name": "Blade of Sea Gold",
        "pts": 40,
        "type": "Magic Weapon",
        "description": "Sea Guard Garrison armies only. S+1, AP -1."
      },
      {
        "name": "Reaver Bow",
        "pts": 40,
        "type": "Magic Weapon",
        "description": "Counts as a Bow of Avelorn. Range 30\", S+1, AP -. The wielder may make a number of shooting attacks equal to their Attacks characteristic with no multiple shots modifier."
      },
      {
        "name": "Foe Bane",
        "pts": 20,
        "type": "Magic Weapon",
        "description": "S, AP -. When the wielder makes a roll To Wound, a roll of 4+ is always a success, regardless of the target's Toughness."
      }
    ],
    "armour": [
      {
        "name": "Armour of Stars",
        "pts": 40,
        "type": "Magic Armour",
        "description": "Infantry or cavalry only. Heavy armour. The wearer is immune to the Killing Blow special rule. If struck a Killing Blow, armour and Regeneration saves may be taken; if unsaved, they lose a single Wound."
      },
      {
        "name": "Armour of Caledor",
        "pts": 35,
        "type": "Magic Armour",
        "description": "Full plate armour. The wearer has a 5+ Ward save against any wounds suffered."
      },
      {
        "name": "The Golden Shield",
        "pts": 30,
        "type": "Magic Armour",
        "description": "Shield. Any enemy model that directs its attacks against the bearer during the Combat phase must re-roll any rolls To Hit of a natural 6."
      },
      {
        "name": "Dragon Helm",
        "pts": 10,
        "type": "Magic Armour",
        "description": "May be worn with other armour. Improves armour value by 1 (max 2+). The wearer has a 6+ Ward save against wounds caused by attacks with the Flaming Attacks special rule."
      }
    ],
    "talismans": [
      {
        "name": "Circlet of Atrazar",
        "pts": 55,
        "type": "Talisman",
        "description": "The wearer has +1 Wound on their profile. If their troop type is infantry or cavalry, they also have a +1 modifier to their Toughness characteristic."
      },
      {
        "name": "Sacred Incense",
        "pts": 35,
        "type": "Talisman",
        "description": "Any enemy model that targets this character or any unit they have joined during the Shooting phase suffers an additional -1 To Hit modifier."
      },
      {
        "name": "The Loremaster's Cloak",
        "pts": 25,
        "type": "Talisman",
        "description": "The bearer and any unit they have joined has a 4+ Ward save against any wounds suffered that were caused by a Magic Missile."
      },
      {
        "name": "Opal Amulet",
        "pts": 20,
        "type": "Talisman",
        "description": "Single use. Gives the bearer a 2+ Ward save against a single wound."
      }
    ],
    "enchanted": [
      {
        "name": "Null Stone",
        "pts": 75,
        "type": "Enchanted Item",
        "description": "All Wizards (friend or foe) within the bearer's Command range suffer a -1 modifier to their Casting and Dispel rolls. Once per turn in the Command sub-phase, if not in combat, the bearer may make a Leadership test; if passed, they cannot be targeted by spells until the next Start of Turn sub-phase."
      },
      {
        "name": "Amulet of the Tempest",
        "pts": 50,
        "type": "Enchanted Item",
        "description": "Sea Guard Garrison armies only. Whilst within 9\" of the bearer, enemy Wizards cannot add their Level of Wizardry to their Casting rolls."
      },
      {
        "name": "The Cloak of Beards",
        "pts": 30,
        "type": "Enchanted Item",
        "description": "The wearer causes Terror. However, other models cannot use the wearer's Leadership."
      },
      {
        "name": "Ring of Fury",
        "pts": 25,
        "type": "Enchanted Item",
        "description": "The wielder can cast the Hammerhand spell from the Lore of Battle Magic as a Bound spell with Power Level 1."
      },
      {
        "name": "Seed of Rebirth",
        "pts": 20,
        "type": "Enchanted Item",
        "description": "The bearer gains the Regeneration (5+) special rule."
      },
      {
        "name": "Gem of Courage",
        "pts": 15,
        "type": "Enchanted Item",
        "description": "Chracian Warhost armies only. Single use. Once per game, when required to make a Break test, the bearer and their unit may roll an extra D6 and discard the highest result."
      }
    ],
    "arcane": [
      {
        "name": "The Vortex Shard",
        "pts": 50,
        "type": "Arcane Item",
        "description": "Single use. May be used instead of making a dispel attempt. The spell is automatically dispelled with no Dispel roll required. In addition, all Remains in Play spells currently in play are dispelled, including friendly spells."
      },
      {
        "name": "Sigil of Asuryan",
        "pts": 40,
        "type": "Arcane Item",
        "description": "Single use. May be used instead of making a dispel attempt. The spell is automatically dispelled with no Dispel roll required. Note that a perfect invocation cannot be dispelled."
      },
      {
        "name": "The Trickster's Pendant",
        "pts": 40,
        "type": "Arcane Item",
        "description": "Single use. When attempting a Wizardly dispel, roll an extra D6 and discard the lowest result. If the spell is dispelled, the casting Wizard cannot cast more spells this turn. If a double 1 is rolled on any two dice, the bearer is outclassed in the art."
      },
      {
        "name": "Annulian Crystal",
        "pts": 30,
        "type": "Arcane Item",
        "description": "Once per turn, upon successfully casting a spell, the bearer may choose to forget that spell and immediately generate another (not including signature spells) in the usual manner."
      },
      {
        "name": "Silvery Wand",
        "pts": 15,
        "type": "Arcane Item",
        "description": "The bearer knows one more spell (chosen in the usual way) than is normal for their Level of Wizardry. This does not increase the Wizard's Level."
      },
      {
        "name": "Staff of Solidity",
        "pts": 15,
        "type": "Arcane Item",
        "description": "Single use. Once per game, when the bearer is required to roll on the Miscast table, they may choose not to."
      }
    ],
    "banners": [
      {
        "name": "Banner of Resilience",
        "pts": 80,
        "type": "Magic Standard",
        "description": "A unit carrying this banner has a +1 modifier to its Toughness characteristic."
      },
      {
        "name": "Banner of Arcane Protection",
        "pts": 70,
        "type": "Magic Standard",
        "description": "A unit carrying this banner gains the Magic Resistance (-3) special rule. In addition, friendly units within 6\" of the model carrying this standard gain the Magic Resistance (-1) special rule."
      },
      {
        "name": "Battle Banner",
        "pts": 60,
        "type": "Magic Standard",
        "description": "When calculating combat result, a unit carrying the Battle Banner may claim an additional +D3 combat result points."
      },
      {
        "name": "The Banner of Lothern",
        "pts": 55,
        "type": "Magic Standard",
        "description": "If the unit is equipped with thrusting spears, half of the models in the third rank (rounding up) can make supporting attacks."
      },
      {
        "name": "Banner of Balance",
        "pts": 25,
        "type": "Magic Standard",
        "description": "Whilst in base contact with a unit carrying this banner, enemy units cannot re-roll any rolls To Hit or To Wound. However, nor can the unit carrying the Banner of Balance."
      },
      {
        "name": "Lion Standard",
        "pts": 25,
        "type": "Magic Standard",
        "description": "A unit carrying the Lion Standard automatically passes any Fear or Terror tests it is required to make."
      },
      {
        "name": "Banner of Confidence",
        "pts": 20,
        "type": "Magic Standard",
        "description": "A unit carrying this banner does not suffer the usual -1 To Hit modifier when making a Stand & Shoot charge reaction."
      },
      {
        "name": "Banner of Ellyrion",
        "pts": 20,
        "type": "Magic Standard",
        "description": "A unit carrying this banner gains the Move Through Cover special rule."
      }
    ]
  },
  "darkElves": {
    "weapons": [
      {
        "name": "Executioner's Axe",
        "pts": 70,
        "type": "Magic Weapon",
        "description": "S, AP -2. When making a roll To Wound, a roll of 2+ is always a success, regardless of the target's Toughness."
      },
      {
        "name": "Sword of Ruin",
        "pts": 65,
        "type": "Magic Weapon",
        "description": "S. No armour, Ward or Regeneration saves are permitted against wounds caused by this weapon."
      },
      {
        "name": "Lifetaker",
        "pts": 35,
        "type": "Magic Weapon",
        "description": "Range 24\", S 3, AP -1. Missile weapon firing bolts dipped in the venom of a Black Dragon."
      },
      {
        "name": "Whip of Agony",
        "pts": 30,
        "type": "Magic Weapon",
        "description": "High Beastmasters only. S+1, AP -1. Any enemy model that suffers one or more unsaved wounds suffers a -1 modifier to its Toughness characteristic (minimum 1) for the remainder of the game."
      }
    ],
    "armour": [
      {
        "name": "Shield of Ghrond",
        "pts": 40,
        "type": "Magic Armour",
        "description": "Shield. All attacks directed against the bearer suffer a -1 modifier to their Strength characteristic (minimum 1)."
      },
      {
        "name": "Blood Armour",
        "pts": 30,
        "type": "Magic Armour",
        "description": "Infantry or cavalry only. Gives the wearer an armour value of 5+. For each unsaved wound the wearer inflicts, this armour value improves by 1, to a maximum of 2+."
      }
    ],
    "talismans": [
      {
        "name": "Pendant of Khaeleth",
        "pts": 40,
        "type": "Talisman",
        "description": "The bearer has a 5+ Ward save against wounds caused by attacks with Strength 4 or lower, and a 4+ Ward save against wounds caused by attacks with Strength 5 or higher."
      },
      {
        "name": "Pearl of Infinite Bleakness",
        "pts": 15,
        "type": "Talisman",
        "description": "The bearer and any unit they have joined gains the Immune to Psychology special rule."
      }
    ],
    "enchanted": [
      {
        "name": "Black Dragon Egg",
        "pts": 35,
        "type": "Enchanted Item",
        "description": "Single use. During the Command sub-phase, the bearer may consume it. Until the end of that turn, the model has Toughness 6 (which cannot be improved further) and gains noxious breath."
      },
      {
        "name": "Hydra's Tooth",
        "pts": 30,
        "type": "Enchanted Item",
        "description": "Missile weapon. Range 9\", S equal to the wielder's S, AP -3. This weapon can target a specific model within the target unit, such as a champion or a character."
      },
      {
        "name": "The Guiding Eye",
        "pts": 25,
        "type": "Enchanted Item",
        "description": "Single use. The bearer and any unit they have joined may re-roll any failed rolls To Hit made during the Shooting phase."
      }
    ],
    "arcane": [
      {
        "name": "Black Staff",
        "pts": 55,
        "type": "Arcane Item",
        "description": "When attempting to cast a spell, the bearer may roll an extra D6 and discard the lowest result. However, if a double 1 is rolled on any two of the dice rolled, the spell is miscast."
      },
      {
        "name": "Tome of Furion",
        "pts": 15,
        "type": "Arcane Item",
        "description": "The bearer knows one more spell (chosen in the usual way) than is normal for their Level of Wizardry."
      },
      {
        "name": "Focus Familiar",
        "pts": 10,
        "type": "Arcane Item",
        "description": "Single use. When the bearer attempts to cast a spell, place a marker completely within 12\" of the owner. The range and all effects of the spell are measured from this marker rather than the owner."
      }
    ],
    "banners": [
      {
        "name": "Banner of Nagarythe",
        "pts": 65,
        "type": "Magic Standard",
        "description": "A unit carrying this banner gains the Stubborn special rule. When calculating combat result, the unit may claim an additional +1 combat result point."
      },
      {
        "name": "Standard of Slaughter",
        "pts": 40,
        "type": "Magic Standard",
        "description": "When calculating combat result during a turn in which it charged, a unit carrying this standard may claim an additional +D3 combat result points."
      },
      {
        "name": "Banner of Har Ganeth",
        "pts": 25,
        "type": "Magic Standard",
        "description": "A unit carrying this banner improves the Armour Piercing characteristic of its combat weapons by 1."
      },
      {
        "name": "Cold-Blooded Banner",
        "pts": 20,
        "type": "Magic Standard",
        "description": "Single use. When making any test against its Leadership characteristic, the unit may roll an extra D6 and discard the highest result."
      }
    ]
  },
  "vampireCounts": {
    "weapons": [
      {
        "name": "Frostblade",
        "pts": 60,
        "type": "Magic Weapon",
        "description": "S, AP -. Any enemy model that suffers one or more unsaved wounds must immediately make a Toughness test. If failed, they gain the Strike Last special rule and must reduce their Initiative characteristic to 1 for the remainder of the game."
      },
      {
        "name": "Sword of Kings",
        "pts": 55,
        "type": "Magic Weapon",
        "description": "S+1, AP -1. The wielder strikes a Killing Blow if they roll a natural 5 or 6 when making a roll To Wound, rather than the usual 6."
      },
      {
        "name": "Blood Drinker",
        "pts": 45,
        "type": "Magic Weapon",
        "description": "S, AP -1. If the wielder causes one or more unsaved wounds during the Combat phase, they recover a single lost Wound."
      },
      {
        "name": "Dreadlance",
        "pts": 40,
        "type": "Magic Weapon",
        "description": "Cavalry or monster troop types only. S+2, AP -2. Can only be used during a turn in which the wielder charged; otherwise must use hand weapon. The wielder may re-roll any failed rolls To Hit whilst using it."
      }
    ],
    "armour": [
      {
        "name": "The Flayed Hauberk",
        "pts": 35,
        "type": "Magic Armour",
        "description": "Heavy armour, may be worn by a Wizard without penalty. The wearer has a 6+ Ward save against any wounds suffered."
      },
      {
        "name": "The Accursed Armour",
        "pts": 30,
        "type": "Magic Armour",
        "description": "Infantry or cavalry only. Full plate armour. The wearer has a +1 modifier to their Toughness characteristic, but suffers a -1 modifier to their Weapon Skill and Initiative characteristics (minimum 1)."
      }
    ],
    "talismans": [
      {
        "name": "Von Carstein Ring",
        "pts": 40,
        "type": "Talisman",
        "description": "Vampires only. Single use. When the wearer loses their last Wound, roll a D6. On a roll of 2+, the Wound is not lost."
      },
      {
        "name": "Crown of the Damned",
        "pts": 35,
        "type": "Talisman",
        "description": "The wearer has a 4+ Ward save against any wounds suffered. However, the wearer is also subject to the Stupidity special rule."
      }
    ],
    "enchanted": [
      {
        "name": "Helm of Commandment",
        "pts": 40,
        "type": "Enchanted Item",
        "description": "Necromancers and Wights only. During the Command sub-phase, if not in combat, the character may make a Leadership test. If passed, this character and any unit they have joined gains a +D3 modifier to their Weapon Skill characteristic (maximum 10) until the next Start of Turn sub-phase."
      },
      {
        "name": "Hand of Dust",
        "pts": 35,
        "type": "Enchanted Item",
        "description": "Necromancers only. The model can cast the following Bound spell with Power Level 2 (roll D6 each use; on a 1 it crumbles): Assailment, range Combat, casting value 9+, the target enemy unit suffers 2D6 Strength 5 hits each with AP -1."
      },
      {
        "name": "Cloak of Mist & Shadows",
        "pts": 30,
        "type": "Enchanted Item",
        "description": "Necromancers whose troop type is infantry only. The wearer gains the Ethereal special rule."
      }
    ],
    "arcane": [
      {
        "name": "Skull Staff",
        "pts": 50,
        "type": "Arcane Item",
        "description": "The bearer increases their Dispel range by 3\" and, when attempting a Wizardly dispel, may apply a +1 modifier to their Dispel roll."
      },
      {
        "name": "Sceptre of De Noirot",
        "pts": 35,
        "type": "Arcane Item",
        "description": "The bearer may attempt to resurrect the fallen using the Invocation of Nehek special rule twice during their Command sub-phase (rather than the usual once). Roll a D6 each time; on a 1, the bearer loses a single Wound."
      },
      {
        "name": "Spell Familiar",
        "pts": 15,
        "type": "Arcane Item",
        "description": "0-1 per Wizard. The owner knows one more spell (chosen in the usual way) than is normal for their Level of Wizardry. This does not increase the Wizard's Level."
      }
    ],
    "banners": [
      {
        "name": "Banner of the Barrows",
        "pts": 65,
        "type": "Magic Standard",
        "description": "Wight Lord Battle Standard Bearer only. During the Combat phase, when a unit carrying this banner makes a roll To Hit, a roll of 3+ is always a success, regardless of the target's Weapon Skill."
      },
      {
        "name": "Drakenhof Banner",
        "pts": 50,
        "type": "Magic Standard",
        "description": "If a unit carrying this banner has the Regeneration (X+) special rule, it improves the armour value of its Regeneration save by 1."
      },
      {
        "name": "The Screaming Banner",
        "pts": 45,
        "type": "Magic Standard",
        "description": "When an enemy unit makes a Leadership test due to Fear caused by a unit carrying this banner, it must roll an extra D6 and discard the lowest result."
      },
      {
        "name": "Standard of Hellish Vigour",
        "pts": 40,
        "type": "Magic Standard",
        "description": "A unit carrying this banner gains the Reserve Move special rule."
      }
    ]
  },
  "tombKings": {
    "weapons": [
      {
        "name": "Destroyer of Eternities",
        "pts": 75,
        "type": "Magic Weapon",
        "description": "S+2, AP -2. Rather than attacking normally, the wielder may choose to make a special 'Scything' attack: the enemy unit suffers D6 automatic hits, each resolved using the weapon's profile."
      },
      {
        "name": "The Conqueror's Blade",
        "pts": 55,
        "type": "Magic Weapon",
        "description": "S+2, AP -2. Whilst in a challenge, the bearer strikes a Killing Blow if they roll a natural 5 or 6 when making a To Wound roll. If the enemy General is slain in a challenge, you win a bonus of 100 Victory Points."
      },
      {
        "name": "Crook & Flail of Radiance",
        "pts": 50,
        "type": "Magic Weapon",
        "description": "Monarchs of Nehekhara only. S, AP -1. Represents the high status of the bearer; all that enter their presence are humbled."
      },
      {
        "name": "Blade of Antarhak",
        "pts": 45,
        "type": "Magic Weapon",
        "description": "Nehekharan Royal Host armies only. S+1, AP -1. For each Wound an enemy unit loses as a result of an attack with this weapon, the wielder immediately recovers a single lost Wound."
      },
      {
        "name": "Flail of Skulls",
        "pts": 35,
        "type": "Magic Weapon",
        "description": "S+3, AP -1. The Strength modifier applies only against enemy models the wielder charged this turn."
      },
      {
        "name": "Phakth's Blades of Justice",
        "pts": 35,
        "type": "Magic Weapon",
        "description": "Infantry troop type only. S, AP -1. Grants the wielder +1 Attack for each rank an enemy unit the wielder is engaged with has."
      },
      {
        "name": "Staff of Aeons",
        "pts": 30,
        "type": "Magic Weapon",
        "description": "Mortuary Cult Liche Priest only. S+2, AP -1. Any model hit by one or more attacks made with this weapon suffers a -1 modifier to its armour value for the remainder of the game."
      },
      {
        "name": "Serpent Staff",
        "pts": 20,
        "type": "Magic Weapon",
        "description": "Liche Priests only. S+2, AP -2."
      }
    ],
    "armour": [
      {
        "name": "Armour of the Ages",
        "pts": 50,
        "type": "Magic Armour",
        "description": "Light armour. Enemy models must re-roll successful rolls To Wound made against the wearer."
      },
      {
        "name": "Royal Mantle",
        "pts": 40,
        "type": "Magic Armour",
        "description": "Nehekharan Royal Host armies only. May be worn with other armour. Improves armour value by 1 (max 2+). The wearer's My Will Be Done special rule affects all friendly Nehekharan Undead units within 6\" rather than just the unit they have joined."
      },
      {
        "name": "Warding Splint",
        "pts": 35,
        "type": "Magic Armour",
        "description": "Heavy armour, may be worn by a Liche Priest without penalty. The wearer has a 5+ Ward save against any wounds suffered."
      },
      {
        "name": "Shield of Ptra",
        "pts": 25,
        "type": "Magic Armour",
        "description": "Shield. Any enemy model that directs their attacks against the bearer during the Combat phase suffers a -1 modifier to their Weapon Skill characteristic."
      }
    ],
    "talismans": [
      {
        "name": "Amulet of the Serpent",
        "pts": 30,
        "type": "Talisman",
        "description": "The bearer and any unit they have joined gains the Poisoned Attacks special rule."
      },
      {
        "name": "Crown of Kings",
        "pts": 30,
        "type": "Talisman",
        "description": "Monarch of Nehekhara only. During the Command sub-phase, if not in combat, the wearer may make a Leadership test. If passed, a single friendly unit of Skeleton Warriors, Skeleton Archers, Skeleton Horsemen or Skeleton Horse Archers within Command range recovers D3+1 Wounds."
      },
      {
        "name": "Collar of Shapesh",
        "pts": 25,
        "type": "Talisman",
        "description": "Single use. When the wearer loses their last Wound, roll a D6. On a 4+, the Wound is not lost. Instead, a single friendly model within the wearer's Command range is removed from play as a casualty."
      },
      {
        "name": "Relic of the Desert Sun",
        "pts": 25,
        "type": "Talisman",
        "description": "The bearer is not subject to the Dry as Dust or Flammable special rules."
      }
    ],
    "enchanted": [
      {
        "name": "Cloak of the Dunes",
        "pts": 50,
        "type": "Enchanted Item",
        "description": "Infantry troop type only. The wearer gains the Fly (9) special rule. In addition, any enemy unit the wearer moves over during Remaining Moves suffers D6 Strength 2 hits with AP -1."
      },
      {
        "name": "Staff of Awakening",
        "pts": 50,
        "type": "Enchanted Item",
        "description": "High Priest only. When the wielder uses the Arise! special rule on a friendly infantry or cavalry unit, that unit recovers an additional D3 Wounds."
      },
      {
        "name": "Orb of Ptra",
        "pts": 40,
        "type": "Enchanted Item",
        "description": "Any enemy model that targets this character or any unit they have joined during the Shooting phase suffers an additional -1 To Hit modifier."
      },
      {
        "name": "Icon of Rulership",
        "pts": 35,
        "type": "Enchanted Item",
        "description": "Chariot troop type only. This model doubles its Unit Strength from 3 to 6. In addition, any Impact Hits caused by this model have an AP of -2 and the Magical Attacks special rule."
      },
      {
        "name": "Death Mask of Kharnutt",
        "pts": 20,
        "type": "Enchanted Item",
        "description": "The wearer of the Death Mask of Kharnutt gains the Terror special rule."
      }
    ],
    "arcane": [
      {
        "name": "Phzerakt's Kanopi",
        "pts": 40,
        "type": "Arcane Item",
        "description": "Single use. During the Command sub-phase, if not in combat, the bearer may make a Leadership test. If passed, place a unit of 2D6+3 Summoned Skeleton Warriors anywhere completely within 12\" of this model, but not within 1\" of enemy models."
      },
      {
        "name": "Enkhil's Kanopi",
        "pts": 30,
        "type": "Arcane Item",
        "description": "Single use. During the Command sub-phase, the bearer may open the Kanopi. Until the next Start of Turn sub-phase, all Remains in Play spells are dispelled and no new Remains in Play spells can be cast."
      }
    ],
    "banners": [
      {
        "name": "Standard of the Cursing Word",
        "pts": 80,
        "type": "Magic Standard",
        "description": "Battle Standard Bearer only. At the end of any phase in which one or more models in the bearer's unit lost their last Wound to an enemy attack, the attacking unit must make a Leadership test. If failed, it suffers D3 Strength 2 hits for each model that lost its last Wound."
      },
      {
        "name": "Icon of the Sacred Eye",
        "pts": 50,
        "type": "Magic Standard",
        "description": "A unit carrying this banner has a +1 modifier to its Weapon Skill characteristic (maximum 10)."
      },
      {
        "name": "Royal Standard of Settra",
        "pts": 50,
        "type": "Magic Standard",
        "description": "May only be taken in a muster list that includes Settra the Imperishable and/or Nekaph. A unit carrying this banner gains the Hatred (enemy characters) and Terror special rules."
      },
      {
        "name": "Sigil of Centuries",
        "pts": 45,
        "type": "Magic Standard",
        "description": "All enemy units within 6\" of the bearer suffer a -1 modifier to their Initiative characteristic (minimum 1)."
      },
      {
        "name": "Icon of Rakaph",
        "pts": 40,
        "type": "Magic Standard",
        "description": "Unless making a charge move, a unit carrying this banner may perform a single free reform at any point during its movement."
      },
      {
        "name": "Tapestry of Conquered Lands",
        "pts": 35,
        "type": "Magic Standard",
        "description": "Any enemy standard captured by a unit carrying this banner is worth 100 Victory Points as a trophy of war."
      },
      {
        "name": "Banner of the Desert Winds",
        "pts": 30,
        "type": "Magic Standard",
        "description": "Infantry troop type only. A unit carrying this banner gains the Vanguard and Reserve Move special rules."
      },
      {
        "name": "Mirage Banner",
        "pts": 20,
        "type": "Magic Standard",
        "description": "Any enemy model that targets a unit carrying this banner during the Shooting phase suffers an additional -1 To Hit modifier."
      }
    ]
  },
  "skaven": {
    "weapons": [
      {
        "name": "The Fellblade",
        "pts": 100,
        "type": "Magic Weapon",
        "description": "Infantry troop type only. S+3. No armour, Ward or Regeneration saves are permitted against wounds caused by this weapon. However, during the Command sub-phase, the wielder must roll a D3. On a 1, they lose a single Wound."
      },
      {
        "name": "Weeping Blade",
        "pts": 50,
        "type": "Magic Weapon",
        "description": "S, AP -2. Weeps a venom so corrosive it melts through armour."
      },
      {
        "name": "Blade of Nurglitch",
        "pts": 35,
        "type": "Magic Weapon",
        "description": "S+1, AP -. Any enemy model that suffers one or more unsaved wounds must immediately make a Toughness test. If failed, they suffer a -1 modifier to their Toughness characteristic (minimum 1) for the remainder of the game."
      },
      {
        "name": "Death Globe",
        "pts": 25,
        "type": "Magic Weapon",
        "description": "Single use. Range 9\". The model must target a specific model in the target unit. If the roll To Hit is successful, centre a small (3\") blast template over the target. Any model underneath must make an Initiative test; if failed, they lose a single Wound."
      }
    ],
    "armour": [
      {
        "name": "Warpstone Armour",
        "pts": 25,
        "type": "Magic Armour",
        "description": "Heavy armour, may be purchased and worn by a Wizard without penalty."
      },
      {
        "name": "Cautious Shield",
        "pts": 20,
        "type": "Magic Armour",
        "description": "Shield. The bearer may choose to wield it with two hands when combat is chosen. If they do, until the end of the Combat phase the armour save improves by 3 but their Attacks characteristic is reduced to 0."
      }
    ],
    "talismans": [
      {
        "name": "Shadow Magnet",
        "pts": 40,
        "type": "Talisman",
        "description": "Any enemy model that targets the bearer or any unit they have joined during the Shooting phase suffers an additional -1 To Hit modifier."
      },
      {
        "name": "Warpstone Amulet",
        "pts": 35,
        "type": "Talisman",
        "description": "The bearer has a 4+ Ward save against any wounds suffered that were caused by a non-magical enemy attack."
      }
    ],
    "enchanted": [
      {
        "name": "Brass Orb",
        "pts": 50,
        "type": "Enchanted Item",
        "description": "Single use. Instead of attacking normally during the Combat phase, the bearer can toss it at a specific model within a unit they are in combat with. If the To Hit roll is successful, the target must make an Initiative test; if failed, they are removed from play as a casualty."
      },
      {
        "name": "Skalm",
        "pts": 35,
        "type": "Enchanted Item",
        "description": "Single use. During the Command sub-phase, the bearer may use it to immediately recover a single lost Wound and gain a +1 modifier to their Toughness characteristic until the next Start of Turn sub-phase."
      },
      {
        "name": "Skavenbrew",
        "pts": 20,
        "type": "Enchanted Item",
        "description": "Single use. Skaven Warlords and Skaven Chieftains only. During the Command sub-phase, if not in combat, the character may make a Leadership test. If passed, this character and any unit they have joined gains the Frenzy special rule until the next Start of Turn sub-phase."
      }
    ],
    "arcane": [
      {
        "name": "Warp Condenser",
        "pts": 50,
        "type": "Arcane Item",
        "description": "The bearer increases their Dispel range by 3\". When attempting to cast a Magic Missile spell, the bearer gains a +1 modifier to their Casting roll. If they miscast, they may re-roll the result on the Miscast table."
      },
      {
        "name": "Storm Daemon",
        "pts": 30,
        "type": "Arcane Item",
        "description": "The bearer can cast the following Bound spell with Power Level 1: Magic Missile, range 18\", the target enemy unit suffers D3+1 Strength 5 hits each with AP -2."
      },
      {
        "name": "Warpstone Tokens",
        "pts": 15,
        "type": "Arcane Item",
        "description": "A Wizard may purchase up to three Warpstone Tokens (each single use). Before making a Casting roll, the Wizard may consume a token to roll an additional D3 and add its result to the Casting roll. For each natural 1 rolled, the Wizard loses a single Wound."
      }
    ],
    "banners": [
      {
        "name": "Storm Banner",
        "pts": 65,
        "type": "Magic Standard",
        "description": "Single use. May be activated during the Command sub-phase. Until the next Start of Turn sub-phase, enemy units cannot use the Fly (X) special rule and all enemy shooting suffers an additional -1 To Hit modifier."
      },
      {
        "name": "Grand Banner of Superiority",
        "pts": 50,
        "type": "Magic Standard",
        "description": "When calculating combat result, a unit carrying this banner may claim an additional +D3 combat result points."
      },
      {
        "name": "Dwarf Hide Banner",
        "pts": 40,
        "type": "Magic Standard",
        "description": "A unit carrying this banner gains the Hatred (Dwarfs) and Stubborn special rules."
      },
      {
        "name": "Banner of Verminous Scurrying",
        "pts": 35,
        "type": "Magic Standard",
        "description": "A unit carrying this banner gains the Swiftstride special rule."
      }
    ]
  },
  "lizardmen": {
    "weapons": [
      {
        "name": "Blade of Revered Tzunki",
        "pts": 65,
        "type": "Magic Weapon",
        "description": "S+1. No armour or Ward saves are permitted against wounds caused by this weapon (Regeneration saves can be attempted as normal)."
      },
      {
        "name": "Scimitar of the Sun Resplendent",
        "pts": 50,
        "type": "Magic Weapon",
        "description": "S, AP -1. Invigorates the wielder with the power of the sun."
      },
      {
        "name": "Staff of the Lost Sun",
        "pts": 40,
        "type": "Magic Weapon",
        "description": "Two profiles: Ranged: Range 12\", S 4, AP -3. Combat: S+1, AP -. Projects beams of hot light from its tip."
      },
      {
        "name": "Piranha Blade",
        "pts": 35,
        "type": "Magic Weapon",
        "description": "S, AP -1. The blade is inlaid with thousands of tiny barbed teeth that rip and tear through the flesh of the enemy."
      }
    ],
    "armour": [
      {
        "name": "Shield of the Mirror Pool",
        "pts": 40,
        "type": "Magic Armour",
        "description": "Shield. Each time the bearer loses one or more Wounds to a Magic Missile, the caster suffers a single Strength 5 hit with AP -2."
      },
      {
        "name": "Hide of the Cold Ones",
        "pts": 20,
        "type": "Magic Armour",
        "description": "May be worn with other armour. Improves armour value by 1 (max 2+). However, the wearer is also subject to the Stupidity special rule."
      }
    ],
    "talismans": [
      {
        "name": "Glyph Necklace",
        "pts": 45,
        "type": "Talisman",
        "description": "The bearer has a 5+ Ward save against any wounds suffered and gains the Magic Resistance (-2) special rule."
      },
      {
        "name": "Aura of Quetzl",
        "pts": 40,
        "type": "Talisman",
        "description": "Any enemy model that directs its attacks against the bearer during the Combat phase suffers a -1 modifier to its rolls To Hit."
      }
    ],
    "enchanted": [
      {
        "name": "Cloak of Feathers",
        "pts": 40,
        "type": "Enchanted Item",
        "description": "Skink Heroes whose troop type is infantry only. The wearer gains the Fly (10) and Swiftstride special rules."
      },
      {
        "name": "Venom of the Firefly Frog",
        "pts": 15,
        "type": "Enchanted Item",
        "description": "All attacks made during the Combat phase by the bearer have the Poisoned Attacks and Flaming Attacks special rules. Does not apply to non-magical weapons or the model's mount."
      },
      {
        "name": "Horned One",
        "pts": 10,
        "type": "Enchanted Item",
        "description": "Saurus Hero mounted on a Cold One only. The character's mount loses the Stupidity special rule and has a Movement characteristic of 8."
      }
    ],
    "arcane": [
      {
        "name": "Cupped Hands of the Old Ones",
        "pts": 55,
        "type": "Arcane Item",
        "description": "Should the bearer miscast a spell, roll a D6. On a 1, roll on the Miscast table as normal. On a 2+, the bearer instead nominates an enemy character; centre a 3\" blast template over that character and every model underneath risks suffering a Strength 6 hit with AP -2."
      },
      {
        "name": "Cube of Darkness",
        "pts": 50,
        "type": "Arcane Item",
        "description": "Single use. May be used instead of making a dispel attempt. The spell is automatically dispelled. In addition, all Remains in Play spells currently in play are dispelled, including friendly spells."
      },
      {
        "name": "Itxi Grub",
        "pts": 30,
        "type": "Arcane Item",
        "description": "Single use. Before making a Casting roll, the bearer may attempt to consume a single Itxi Grub by making a Toughness test. If passed, the bearer may apply a +3 modifier to the Casting roll. If failed, the bearer immediately loses a single Wound."
      }
    ],
    "banners": [
      {
        "name": "Sun Standard of Chotec",
        "pts": 40,
        "type": "Magic Standard",
        "description": "Enemy units cannot declare a Stand & Shoot charge reaction against a unit carrying this banner. In addition, any enemy model that targets the unit during the Shooting phase suffers an additional -1 To Hit modifier."
      },
      {
        "name": "Skavenpelt Banner",
        "pts": 35,
        "type": "Magic Standard",
        "description": "A unit carrying this banner gains the Frenzy and Hatred (Skaven) special rules."
      },
      {
        "name": "Totem of Prophecy",
        "pts": 30,
        "type": "Magic Standard",
        "description": "A unit carrying this banner gains the Fear special rule."
      },
      {
        "name": "Jaguar Standard",
        "pts": 20,
        "type": "Magic Standard",
        "description": "When a unit carrying this banner makes a Pursuit roll, it may roll an extra D6 and discard the lowest result."
      }
    ]
  },
  "ogreKingdoms": {
    "weapons": [
      {
        "name": "Thundermace",
        "pts": 90,
        "type": "Magic Weapon",
        "description": "S+2, AP -2. Rather than attacking normally, the wielder may make a special 'Thunderstrike' attack: make a single roll To Hit. If successful, place a small (3\") blast template over the centre of the hit unit. Any model underneath risks being hit."
      },
      {
        "name": "Tenderiser",
        "pts": 70,
        "type": "Magic Weapon",
        "description": "S+2, AP -3. The destructive power is enough to shatter a boulder with one strike."
      },
      {
        "name": "Skullplucker",
        "pts": 45,
        "type": "Magic Weapon",
        "description": "S, AP -. Heavy, spiked metal gauntlet. The wielder gains +2 Attacks when using this weapon."
      },
      {
        "name": "Bloodcleaver",
        "pts": 30,
        "type": "Magic Weapon",
        "description": "Emissaries of the Great Maw only. S, AP -1. If the wielder causes one or more unsaved wounds during the Combat phase, they recover a single lost Wound."
      }
    ],
    "armour": [
      {
        "name": "Gut Maw",
        "pts": 45,
        "type": "Magic Armour",
        "description": "Heavy armour. For each unsaved wound the wearer causes during a Challenge, they recover a single lost Wound."
      },
      {
        "name": "Mastodon Armour",
        "pts": 40,
        "type": "Magic Armour",
        "description": "Full plate armour. The wearer has a 6+ Ward save against any wounds suffered."
      }
    ],
    "talismans": [
      {
        "name": "Spangleshard",
        "pts": 35,
        "type": "Talisman",
        "description": "The bearer has a 4+ Ward save against any wounds suffered. However, if a natural 1 is rolled, the Spangleshard is destroyed and cannot be used again."
      },
      {
        "name": "Cathayan Jet Pendant",
        "pts": 10,
        "type": "Talisman",
        "description": "The bearer has a 6+ Ward save against any wounds suffered that were caused by a Magic Missile, a Magical Vortex, or an Assailment spell."
      }
    ],
    "enchanted": [
      {
        "name": "Jade Lion",
        "pts": 25,
        "type": "Enchanted Item",
        "description": "The bearer and their unit may re-roll any failed Fear, Panic, Rally or Terror tests."
      },
      {
        "name": "Daemon-Slayer Scars",
        "pts": 20,
        "type": "Enchanted Item",
        "description": "The bearer of Daemon-Slayer Scars gains the Terror special rule."
      },
      {
        "name": "Fistful of Laurels",
        "pts": 15,
        "type": "Enchanted Item",
        "description": "Single use. The bearer and their unit may re-roll the 2D6 when making a Break test."
      }
    ],
    "arcane": [
      {
        "name": "Grut's Sickle",
        "pts": 40,
        "type": "Arcane Item",
        "description": "After making a Casting roll, the bearer may use it to roll an additional D3 and add its result to their Casting roll. However, a single friendly model within 3\" immediately loses a single Wound. This additional D3 cannot cause a miscast or perfect invocation."
      },
      {
        "name": "Halfling Cookbook",
        "pts": 30,
        "type": "Arcane Item",
        "description": "The bearer increases their Command range, Dispel range and the range of a single chosen spell (not range-self spells) by 3\"."
      },
      {
        "name": "Hellheart",
        "pts": 20,
        "type": "Arcane Item",
        "description": "Single use. During the Command sub-phase, the bearer may consume it, immediately losing a single Wound. Until the next Start of Turn sub-phase, if any enemy Wizard rolls any natural double when making a Casting roll, the spell is miscast."
      }
    ],
    "banners": [
      {
        "name": "Dragonhide Banner",
        "pts": 45,
        "type": "Magic Standard",
        "description": "A unit carrying this banner may re-roll any rolls To Hit of a natural 1. In addition, the unit has the Flaming Attacks special rule."
      },
      {
        "name": "Rune Maw",
        "pts": 40,
        "type": "Magic Standard",
        "description": "When an enemy Wizard chooses a unit carrying this banner as the target of a spell, roll a D6. On a 3+, the Wizard must choose another target. If there is no other viable target, the spell cannot be cast."
      },
      {
        "name": "Cannibal Totem",
        "pts": 30,
        "type": "Magic Standard",
        "description": "A unit carrying this banner gains the Regeneration (5+) special rule, but rolls only a single D6 when making a Pursuit roll rather than the usual 2D6."
      },
      {
        "name": "Bull Standard",
        "pts": 20,
        "type": "Magic Standard",
        "description": "A unit carrying this banner may re-roll any failed rolls To Wound when resolving Impact Hits."
      }
    ]
  },
  "orcAndGoblin": {
    "weapons": [
      {
        "name": "Battleaxe of the Last Big Waaagh!",
        "pts": 75,
        "type": "Magic Weapon",
        "description": "S+2, AP -2. Has the Extra Attacks (+D6) special rule. However, if a natural 6 is rolled for the Extra Attacks, the weapon loses the Extra Attacks (+D6) special rule at the end of the current Combat phase."
      },
      {
        "name": "Bigger, Choppier Axe",
        "pts": 55,
        "type": "Magic Weapon",
        "description": "S+2, AP -2."
      },
      {
        "name": "Martog's Best Basha",
        "pts": 50,
        "type": "Magic Weapon",
        "description": "S+1, AP -2. The wielder has a +1 modifier to their Weapon Skill and Initiative characteristics."
      },
      {
        "name": "Porko's Pigstikka",
        "pts": 40,
        "type": "Magic Weapon",
        "description": "Cavalry, monster or chariot troop types only. S+1, AP -1. Strength and AP modifiers apply only during a turn in which the wielder charged. During a charge, grants +1 Attack for each rank the enemy unit has."
      },
      {
        "name": "Da Choppiest Choppa",
        "pts": 35,
        "type": "Magic Weapon",
        "description": "S+1, AP -3. A broad, heavy bladed choppa with a wickedly sharp cutting edge that never dulls."
      },
      {
        "name": "Da Akrit Axe",
        "pts": 30,
        "type": "Magic Weapon",
        "description": "S+1, AP -. The wielder may re-roll any failed rolls To Hit. However, the Strength modifier applies only against enemy models the wielder charged this turn."
      },
      {
        "name": "Backstabber's Blade",
        "pts": 25,
        "type": "Magic Weapon",
        "description": "Goblin Bosses and Night Goblin Bosses only. S+1, AP -1. If engaged with an enemy's flank arc, may re-roll failed rolls To Wound. If engaged with rear arc, may re-roll failed rolls To Hit and To Wound."
      },
      {
        "name": "Wollopa's One Hit Wunda",
        "pts": 15,
        "type": "Magic Weapon",
        "description": "Goblin and Night Goblin Bosses only. Single use. Once per game, during the first round of combat, the wielder can use this profile: S 10, AP -3. At all other times counts as a hand weapon with the Magical Attacks special rule."
      }
    ],
    "armour": [
      {
        "name": "Trollhide Trousers",
        "pts": 40,
        "type": "Magic Armour",
        "description": "May be worn with other armour. Improves armour value by 1 (max 2+). The wearer has the Regeneration (5+) special rule."
      },
      {
        "name": "Dead 'Ard Armour",
        "pts": 35,
        "type": "Magic Armour",
        "description": "Black Orc Bosses and Orc Bosses (infantry, cavalry or chariot) only. Full plate armour. The wearer improves their Toughness characteristic by 1."
      },
      {
        "name": "Armour of Mork",
        "pts": 30,
        "type": "Magic Armour",
        "description": "Heavy armour. The wearer has Magic Resistance (-2)."
      },
      {
        "name": "Spiteful Shield",
        "pts": 20,
        "type": "Magic Armour",
        "description": "Shield. Any enemy model that rolls a natural 1 when making a roll To Hit or To Wound against the wielder during the Combat phase immediately suffers a Strength 4 hit with AP -."
      }
    ],
    "talismans": [
      {
        "name": "Sparkly Wizard Finda",
        "pts": 45,
        "type": "Talisman",
        "description": "The bearer has the Magic Resistance (-2) and Hatred (enemy Wizards) special rules."
      },
      {
        "name": "Effigy of Mork",
        "pts": 35,
        "type": "Talisman",
        "description": "Any model that directs its attacks against the bearer during the Combat phase suffers a -1 modifier to its rolls To Hit."
      },
      {
        "name": "Glowy Green Amulet",
        "pts": 35,
        "type": "Talisman",
        "description": "If the bearer or unit they have joined is the target of an enemy spell, instead of making a Wizardly dispel attempt, roll a D6. On a 2+, the spell is dispelled. However, if a 1 is rolled, the amulet explodes: it is destroyed and the bearer loses a single Wound."
      },
      {
        "name": "The Collar of Zorga",
        "pts": 20,
        "type": "Talisman",
        "description": "Any enemy 'beast of burden' (mounts of cavalry characters, chariot beasts, mounts of monster characters) that directs attacks against the wearer or their unit suffers a -1 modifier to its rolls To Hit."
      }
    ],
    "enchanted": [
      {
        "name": "Big Boss 'At",
        "pts": 50,
        "type": "Enchanted Item",
        "description": "During the Command sub-phase, if not in combat, the character wearing this hat may make a Leadership test. If passed, until the next Start of Turn sub-phase, friendly units within the bearer's Command range gain a bonus to their Leadership characteristic."
      },
      {
        "name": "Warboss Umm's Best Big Stabba",
        "pts": 30,
        "type": "Enchanted Item",
        "description": "The bearer gains +1 Attack. In addition, when the bearer is in base contact with a monster or its rider, the monster and rider both suffer -1 to their Toughness characteristic."
      },
      {
        "name": "Itty Ring",
        "pts": 25,
        "type": "Enchanted Item",
        "description": "Single use. The bearer may cast the Fireball spell from the Lore of Fire as a Bound spell with Power Level 3."
      },
      {
        "name": "Warpaint of Mork",
        "pts": 25,
        "type": "Enchanted Item",
        "description": "The bearer has a 5+ Ward save against any wounds suffered that were caused by a spell."
      },
      {
        "name": "Tricksy Trinket",
        "pts": 15,
        "type": "Enchanted Item",
        "description": "Single use. Once per game, at the start of any player's Magic phase, the bearer may use the Tricksy Trinket. Until the end of that Magic phase, all Wizards (friend and foe) suffer a -1 modifier to their Casting and Dispel rolls."
      }
    ],
    "arcane": [
      {
        "name": "Horn of Urgok",
        "pts": 40,
        "type": "Arcane Item",
        "description": "Once per game, during the Command sub-phase, the bearer may sound the Horn of Urgok. Every enemy unit within 24\" must immediately make a Panic test."
      },
      {
        "name": "Nibbla's 'Itty Ring",
        "pts": 35,
        "type": "Arcane Item",
        "description": "The bearer may cast the Magic Missile spell with Strength 4 hits as a Bound spell with Power Level 2, once per turn."
      },
      {
        "name": "The Staff of Sneaky Stealin'",
        "pts": 25,
        "type": "Arcane Item",
        "description": "Once per Magic phase, when an enemy Wizard successfully casts a spell, the bearer may attempt to steal it on a roll of 4+. If successful, the spell is dispelled and the bearer may cast that spell later in the same Magic phase."
      },
      {
        "name": "The Pipes of Doom",
        "pts": 25,
        "type": "Arcane Item",
        "description": "The bearer can cast the Howling Wind spell as a Bound spell with Power Level 2. Until the bearer's next Start of Turn sub-phase, all enemy units must re-roll any successful Panic tests."
      }
    ],
    "banners": [
      {
        "name": "The Big Red Raggedy Flag",
        "pts": 50,
        "type": "Magic Standard",
        "description": "A unit carrying this banner has a +1 modifier to its Weapon Skill characteristic (max 10). When calculating combat result, the unit may claim an additional +1 combat result point."
      },
      {
        "name": "Waaagh! Banner",
        "pts": 40,
        "type": "Magic Standard",
        "description": "A unit carrying this banner increases its maximum possible charge range by 3\" and, when it makes a Charge roll, may apply a +D3 modifier to the result."
      },
      {
        "name": "Da Angry Ladz Flag",
        "pts": 35,
        "type": "Magic Standard",
        "description": "A unit carrying this banner gains the Frenzy special rule."
      },
      {
        "name": "Da Banner of Butchery",
        "pts": 35,
        "type": "Magic Standard",
        "description": "All models in a unit carrying this banner have a +1 modifier to their Strength characteristic during a turn in which they charge."
      },
      {
        "name": "Da Spider Banner",
        "pts": 35,
        "type": "Magic Standard",
        "description": "A unit carrying this banner gains the Poisoned Attacks special rule. If the unit already has Poisoned Attacks, their attacks wound automatically on a roll of a natural 5 or 6 To Hit."
      },
      {
        "name": "Da Banner of Da Nomadz",
        "pts": 25,
        "type": "Magic Standard",
        "description": "When a unit carrying this banner makes a Charge, Flee or Pursuit roll, it may re-roll any dice that roll a natural 1, before discarding any dice required to be discarded."
      },
      {
        "name": "Banner of the Wildz",
        "pts": 20,
        "type": "Magic Standard",
        "description": "A unit carrying this banner gains the Move Through Cover special rule."
      },
      {
        "name": "Guff's Windy Banner",
        "pts": 20,
        "type": "Magic Standard",
        "description": "A unit carrying this banner may re-roll any failed Panic tests."
      }
    ]
  },
  "warriorsOfChaos": {
    "weapons": [
      {
        "name": "Daemonsword",
        "pts": 75,
        "type": "Magic Weapon",
        "description": "S+D3, AP -2. Every roll of a natural 1 when rolling To Hit results in a hit which must be resolved against the unit the wielder has joined (or the wielder themselves if they have not joined a unit)."
      },
      {
        "name": "Obsidian Dread-Glaive",
        "pts": 55,
        "type": "Magic Weapon",
        "description": "Heralds of Darkness armies only. S+2, AP -1."
      },
      {
        "name": "Chaos Runesword",
        "pts": 45,
        "type": "Magic Weapon",
        "description": "S+1, AP -1. The wielder has a +1 modifier to their Weapon Skill and Initiative characteristics."
      },
      {
        "name": "Filth Mace",
        "pts": 40,
        "type": "Magic Weapon",
        "description": "S+1, AP -1. Any enemy model that suffers one or more unsaved wounds must immediately make a Toughness test. If failed, the wounded model suffers a -1 modifier to its Toughness characteristic (minimum 1) until the end of the turn."
      },
      {
        "name": "Dagger of the Dark Pantheon",
        "pts": 35,
        "type": "Magic Weapon",
        "description": "S, AP -2. For each Wound an enemy unit loses as a result of an attack with this weapon, the wielder may apply a +1 modifier to their next Casting or Dispel roll."
      },
      {
        "name": "Chieftain's Blade",
        "pts": 30,
        "type": "Magic Weapon",
        "description": "Wolves of the Sea armies only. S+1, AP -1. Whilst in a challenge, the wielder has a +1 modifier to their rolls To Hit."
      },
      {
        "name": "Taskmaster's Scourge",
        "pts": 25,
        "type": "Magic Weapon",
        "description": "Infantry troop type only. S, AP -1. During the Command sub-phase, the wielder may make a Leadership test. If passed, until the next Start of Turn sub-phase, this character and any unit they have joined gain a +D3 modifier to their Movement characteristic (max 10)."
      },
      {
        "name": "Spellthieving Sword",
        "pts": 20,
        "type": "Magic Weapon",
        "description": "S, AP -1. Any enemy Wizard that suffers one or more unsaved wounds immediately forgets a single spell (chosen at random) for the remainder of the game."
      }
    ],
    "armour": [
      {
        "name": "Armour of the Damned",
        "pts": 70,
        "type": "Magic Armour",
        "description": "Full plate armour. During the Combat phase, enemy models must re-roll successful rolls To Hit made against the wearer."
      },
      {
        "name": "Daemonic Platemail",
        "pts": 50,
        "type": "Magic Armour",
        "description": "Infantry or cavalry only. Full plate armour. The wearer improves their Toughness and Initiative characteristics by 1."
      },
      {
        "name": "Crimson Armour of Dargan",
        "pts": 40,
        "type": "Magic Armour",
        "description": "Infantry or cavalry only. Heavy armour. The wearer is immune to the Multiple Wounds (X) special rule. If the wearer suffers an unsaved wound from an attack with this special rule, they lose a single Wound."
      },
      {
        "name": "Mighty Serpent's Scalemail",
        "pts": 40,
        "type": "Magic Armour",
        "description": "Wolves of the Sea armies only. Heavy armour. The wearer gains the Strike First special rule."
      }
    ],
    "talismans": [
      {
        "name": "Talisman of the Carrion Crow",
        "pts": 45,
        "type": "Talisman",
        "description": "The bearer has the Regeneration (5+) and Poisoned Attacks special rules."
      },
      {
        "name": "Crown of Everlasting Conquest",
        "pts": 40,
        "type": "Talisman",
        "description": "The wearer gains the Regeneration (5+) special rule."
      },
      {
        "name": "Talisman of the Soaring Eagle",
        "pts": 35,
        "type": "Talisman",
        "description": "The bearer has the Magic Resistance (-2) special rule. In addition, the bearer has a 5+ Ward save against wounds caused by attacks with the Magical Attacks special rule."
      },
      {
        "name": "Brazen Collar",
        "pts": 20,
        "type": "Talisman",
        "description": "The wearer has Magic Resistance (-2)."
      }
    ],
    "enchanted": [
      {
        "name": "Bloodskull Pendant",
        "pts": 45,
        "type": "Enchanted Item",
        "description": "Infantry troop type only. Instead of attacking normally, the bearer may choose to inflict a single Strength 8 hit with AP -1 on every enemy model in base contact. These hits have the Killing Blow special rule."
      },
      {
        "name": "Rod of the Damned",
        "pts": 40,
        "type": "Enchanted Item",
        "description": "The bearer may cast The Summoning spell from the Lore of Daemonology as a Bound spell with Power Level 2."
      },
      {
        "name": "Daemon-Forged Barding",
        "pts": 35,
        "type": "Enchanted Item",
        "description": "Cavalry troop type in a Heralds of Darkness Army of Infamy only. On a turn in which the bearer charged, their mount and all mounts in any unit they have joined have a +1 modifier to their Attacks characteristics."
      },
      {
        "name": "Pendant of Damnation",
        "pts": 30,
        "type": "Enchanted Item",
        "description": "Infantry or cavalry only. The bearer gains a +1 modifier to their Attacks characteristic for every Wound they lose."
      },
      {
        "name": "Helm of Many Eyes",
        "pts": 25,
        "type": "Enchanted Item",
        "description": "The wearer (but not their mount) gains the Strike First special rule. However, the wearer is also subject to the Stupidity special rule."
      },
      {
        "name": "Favour of the Gods",
        "pts": 15,
        "type": "Enchanted Item",
        "description": "Single use. The bearer may re-roll the D6 when rolling on the Gaze of the Gods table."
      },
      {
        "name": "Skull of Katam",
        "pts": 25,
        "type": "Enchanted Item",
        "description": "The bearer and any other Wizard within 3\" (friend or foe) may apply a +1 modifier to any Casting roll they make."
      }
    ],
    "arcane": [
      {
        "name": "Third Eye of Tzeentch",
        "pts": 45,
        "type": "Arcane Item",
        "description": "Once per Magic phase, after an enemy Wizard successfully casts a spell, the bearer may attempt to 'steal' the spell. Roll a D6; on a 4+, the spell is dispelled and the bearer may immediately cast that spell as a free action this Magic phase."
      },
      {
        "name": "Infernal Puppet",
        "pts": 35,
        "type": "Arcane Item",
        "description": "When any Wizard (friend or foe) rolls on the Miscast table, the bearer of the Infernal Puppet may modify the result by +/-1 or +/-2."
      },
      {
        "name": "Collar of Khorne",
        "pts": 25,
        "type": "Arcane Item",
        "description": "The bearer has the Magic Resistance (-2) special rule. In addition, the bearer may re-roll any failed Dispel rolls."
      }
    ],
    "banners": [
      {
        "name": "Banner of the Gods",
        "pts": 75,
        "type": "Magic Standard",
        "description": "A unit carrying this banner ignores all negative modifiers to its Leadership characteristic."
      },
      {
        "name": "Doom Totem",
        "pts": 65,
        "type": "Magic Standard",
        "description": "All enemy units that can draw a line of sight to the model carrying this banner suffer a -1 modifier to their Leadership characteristic."
      },
      {
        "name": "Banner of the Dark Powers",
        "pts": 50,
        "type": "Magic Standard",
        "description": "A unit carrying this banner gains the Magic Resistance (-3) special rule."
      },
      {
        "name": "Blasted Standard",
        "pts": 40,
        "type": "Magic Standard",
        "description": "A unit carrying this banner may re-roll any rolls of a natural 1 when making an Armour Save roll against wounds suffered during the Shooting phase."
      },
      {
        "name": "Banner of Rage",
        "pts": 35,
        "type": "Magic Standard",
        "description": "A unit carrying this banner gains the Frenzy special rule. Unlike other Frenzied units, this unit cannot lose this special rule."
      },
      {
        "name": "Banner of the Baying Hound",
        "pts": 25,
        "type": "Magic Standard",
        "description": "Heralds of Darkness armies only. A unit carrying this banner gains the Vanguard special rule."
      },
      {
        "name": "Sea Raider's Crest",
        "pts": 25,
        "type": "Magic Standard",
        "description": "Wolves of the Sea armies only. A unit carrying this banner gains the Fear special rule. If the unit already has Fear, it gains Terror."
      },
      {
        "name": "Icon of Darkness",
        "pts": 20,
        "type": "Magic Standard",
        "description": "Any enemy model that targets a unit carrying this banner during the Shooting phase suffers an additional -1 To Hit modifier."
      }
    ]
  },
  "grandCathay": {
    "weapons": [
      {
        "name": "The Monkey King's Wisdom",
        "pts": 75,
        "type": "Magic Weapon",
        "description": "S 10, AP -4. A huge and ornate club, studded with jewels and wrapped with precious metals."
      },
      {
        "name": "Jade Blade of the Great Fleet",
        "pts": 70,
        "type": "Magic Weapon",
        "description": "S+2, AP -2. The wielder gains the Regeneration (5+) special rule."
      },
      {
        "name": "The Sword of Reason",
        "pts": 65,
        "type": "Magic Weapon",
        "description": "S+2, AP -2. The wielder strikes a Killing Blow if they roll a natural 5 or 6 when making a roll To Wound, rather than the usual 6."
      },
      {
        "name": "The Brazen Blade",
        "pts": 50,
        "type": "Magic Weapon",
        "description": "S+1, AP -1. Enemy models are not permitted a Ward or Regeneration save against an attack made with this weapon if the wielder rolls a natural 6 when making a roll To Wound."
      },
      {
        "name": "The Wrath of Xen Yang",
        "pts": 45,
        "type": "Magic Weapon",
        "description": "S+1, AP -1. Has the Flaming Attacks special rule. Enemy models cannot make Regeneration saves against wounds caused by this weapon."
      },
      {
        "name": "The Sword of Nan-Gau",
        "pts": 35,
        "type": "Magic Weapon",
        "description": "S, AP -3. Shimmering blade that strikes with a life of its own, seeking weaknesses in the armour of servants of the Ruinous Powers."
      },
      {
        "name": "Spirit Longma Spear",
        "pts": 25,
        "type": "Magic Weapon",
        "description": "Cavalry, monster or chariot troop types only. S+1, AP -3. A Cathayan lance; Strength and AP modifiers apply only during a turn in which the wielder charged."
      },
      {
        "name": "Sun & Moon Blades",
        "pts": 20,
        "type": "Magic Weapon",
        "description": "S, AP -1. If the wielder is struck a Killing Blow, roll a D6. On a 4+, the Killing Blow is parried and discarded with no further effect."
      }
    ],
    "armour": [
      {
        "name": "The Armour of the Warbird",
        "pts": 45,
        "type": "Magic Armour",
        "description": "Regular or heavy infantry only. Heavy armour. The wearer gains the Counter Charge, Fly (9) and Swiftstride special rules. However, the bearer cannot join a unit."
      },
      {
        "name": "Jade Armour of Beichai",
        "pts": 40,
        "type": "Magic Armour",
        "description": "Full plate armour. The wearer has a 5+ Ward save against any wounds suffered and gains the Magic Resistance (-2) special rule."
      },
      {
        "name": "The Mantle of Heaven",
        "pts": 20,
        "type": "Magic Armour",
        "description": "Infantry or cavalry only. May be worn with other armour. Improves the wearer's armour value by 2 (max 2+) against non-magical shooting attacks."
      },
      {
        "name": "Shield of Nan-Gau",
        "pts": 20,
        "type": "Magic Armour",
        "description": "Shield. During a turn in which the bearer was charged, the Shield of Nan-Gau improves the bearer's armour value by 2 (max 2+)."
      }
    ],
    "talismans": [
      {
        "name": "Crystal of Kunlan",
        "pts": 35,
        "type": "Talisman",
        "description": "The bearer has a 5+ Ward save. In addition, if a natural 6 is rolled when making the Ward save, every enemy model in base contact with the bearer suffers a Strength 3 hit with AP - and the Flaming Attacks special rule."
      },
      {
        "name": "Sigil of Smoke & Powder",
        "pts": 35,
        "type": "Talisman",
        "description": "Any enemy model that targets this character or any unit they have joined during the Shooting phase suffers an additional -1 To Hit modifier."
      },
      {
        "name": "Vermilion Quills",
        "pts": 25,
        "type": "Talisman",
        "description": "0-1 per model. Single use. The bearer (but not their mount) may re-roll any failed rolls To Hit and/or To Wound made during the Combat phase."
      },
      {
        "name": "Crown of Jade",
        "pts": 20,
        "type": "Talisman",
        "description": "The wearer has a 4+ Ward save against wounds caused by a Magic Missile, a Magical Vortex, or an Assailment spell."
      }
    ],
    "enchanted": [
      {
        "name": "The Jade Lantern",
        "pts": 35,
        "type": "Enchanted Item",
        "description": "Once per game, during the Command sub-phase, the bearer may light the Jade Lantern. Until the next Start of Turn sub-phase, all friendly units within 12\" gain the Immune to Psychology special rule."
      },
      {
        "name": "The Dragon's Egg",
        "pts": 30,
        "type": "Enchanted Item",
        "description": "Single use. During the Shooting phase, the bearer may hurl the Dragon's Egg at an enemy unit within 12\". Place a medium (5\") blast template. Any model underneath suffers a Strength 5 hit with AP -2 and the Flaming Attacks special rule."
      },
      {
        "name": "Token of Heaven's Blessing",
        "pts": 20,
        "type": "Enchanted Item",
        "description": "Single use. Once per game, when the bearer suffers a wound that would reduce them to 0 Wounds, roll a D6. On a 4+, the wound is ignored."
      }
    ],
    "arcane": [
      {
        "name": "The Astrolabe of the Heavens",
        "pts": 45,
        "type": "Arcane Item",
        "description": "The bearer increases their Casting and Dispel range by 6\". In addition, the bearer may re-roll a single failed Casting or Dispel roll per Magic phase."
      },
      {
        "name": "Wu Xing Compass",
        "pts": 30,
        "type": "Arcane Item",
        "description": "The bearer knows one more spell (chosen in the usual way) than is normal for their Level of Wizardry. In addition, once per game the bearer may change one of their spells for another from the same Lore."
      },
      {
        "name": "The Jade Scroll",
        "pts": 25,
        "type": "Arcane Item",
        "description": "Single use. Once per game, at the start of any Magic phase, the bearer may read from the Jade Scroll. Until the end of that Magic phase, all friendly Wizards within 12\" of the bearer may re-roll any failed Casting rolls."
      }
    ],
    "banners": [
      {
        "name": "Standard of Wei-Jin",
        "pts": 60,
        "type": "Magic Standard",
        "description": "A unit carrying this banner causes Fear. In addition, all enemy units within 12\" of the model carrying this banner suffer a -1 modifier to their Leadership characteristic when making a Fear, Panic or Terror test."
      },
      {
        "name": "Banner of the Dragon's Wrath",
        "pts": 45,
        "type": "Magic Standard",
        "description": "A unit carrying this banner gains the Flaming Attacks and Impact Hits (1) special rules."
      },
      {
        "name": "Icon of Heavenly Fury",
        "pts": 45,
        "type": "Magic Standard",
        "description": "Single use. During the Command sub-phase, if not in combat, the bearer may make a Leadership test. If passed, until the next Start of Turn sub-phase enemy units cannot use the Fly (X) special rule."
      },
      {
        "name": "The Jade Banner",
        "pts": 35,
        "type": "Magic Standard",
        "description": "A unit carrying this banner gains the Magic Resistance (-2) special rule. In addition, all friendly units within 6\" of the model carrying this banner gain the Magic Resistance (-1) special rule."
      },
      {
        "name": "Banner of the Celestial Dragon",
        "pts": 30,
        "type": "Magic Standard",
        "description": "When calculating combat result, a unit carrying this banner may claim an additional +1 combat result point for each rank it has (not just extra ranks)."
      },
      {
        "name": "Standard of the Iron Fist",
        "pts": 25,
        "type": "Magic Standard",
        "description": "A unit carrying this banner gains the Stubborn special rule during any turn in which it charged."
      }
    ]
  },
  "_factionRules": {
    "_note": "Defines which army item lists each custom faction can access.",
    "sontrailles": {
      "displayName": "Sontrailles (Border Princes)",
      "inheritsFrom": [
        "empire",
        "bretonnia"
      ],
      "note": "Renegade Crowns draws from Empire of Man and Kingdom of Bretonnia item lists"
    },
    "eonir": {
      "displayName": "Cythranai (Eonir)",
      "inheritsFrom": [
        "woodElves",
        "highElves",
        "darkElves"
      ],
      "note": "Eonir have access to all three Elven faction item lists"
    }
  }
}
